Repository: EnterpriseBranding/Advanced-Password-Security
Catalog: languages/*-advanced-password-security-*.po
Languages: es_es, pt_pt

source: User does not exist
es_es: el usuario no existe
pt_pt: O usuário não existe

source: You cannot reuse your old password.
es_es: No se puede volver a utilizar su antigua contraseña.
pt_pt: Você não pode reusar sua senha anterior.

source: You cannot reuse a password that you used in the past.
es_es: No se puede volver a utilizar una contraseña que utilizó en el pasado.
pt_pt: Você não pode reusar uma senha que já usou anteriormente.

source: You used this password back in %s.
es_es: Utilizó esta contraseña de nuevo en %s.
pt_pt: Você usou essa senha em %s.

source: Please enter your username or e-mail below and a password reset link will be sent to you.
es_es: Por favor ingresa tu nombre de usuario o e-mail a continuación y un enlace de restablecimiento de contraseña será enviada a usted.
pt_pt: Por favor, entre com seu usuário ou senha abaixo e o link para resetar sua senha será enviado para você.

source: Reset all passwords
es_es: Restablecer todas las contraseñas
pt_pt: Resetar todas as senhas

source: Advanced Password Security
es_es: Contraseña de seguridad avanzada
pt_pt: Segurança de Senha Avançada

source: Require a new password every
es_es: Exigir una nueva contraseña cada
pt_pt: Requerir uma nova senha a cada

source: Prevent users from using previously used passwords
es_es: Impedir que los usuarios utilicen contraseñas utilizadas anteriormente
pt_pt: Prevenir usuários de usar senhas anteriormente utilizadas

source: Reset all users password
es_es: Restablecer todas las contraseñas de usuarios
pt_pt: Resetar todas as senhas

source: Require users to change their passwords.
es_es: Exigir a los usuarios que cambien sus contraseñas.
pt_pt: Requerir que usuários mudem suas senhas.

source: days
es_es: día
pt_pt: dias
